tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'railwaycat/emacsmacport'
tap 'sanemat/font'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'colordiff'
brew 'ctags'
brew 'direnv'
brew 'flow'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gibo'
brew 'heroku'
brew 'hub'
brew 'libevent'
brew 'libxml2'
brew 'mhash'
brew 'mcrypt'
brew 'mysql@5.6'
brew 'peco'
brew 'xz'
brew 'python3'
brew 'postgresql', restart_service: true
brew 'qt@5.5'
brew 'tmux'
brew 'tomcat@8.0'
brew 'tree'
brew 'unixodbc'
brew 'watchman'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/php/php70'
brew 'homebrew/php/composer'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-spacemacs-icon']
brew 'sanemat/font/ricty', args: ['powerline', 'vim-powerline']
cask 'alfred'
cask 'android-file-transfer'
cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'bettertouchtool'
cask 'betterzipql'
cask 'clipy'
cask 'cocoarestclient'
cask 'colorpicker-antetype'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'eclipse-php'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'hosts'
cask 'imageoptim'
cask 'ip-in-menu-bar'
cask 'iterm2'
cask 'keepassx'
cask 'libreoffice'
cask 'mamp'
cask 'mapture'
cask 'mysqlworkbench'
cask 'origami-studio'
cask 'p4merge'
cask 'pgadmin3'
cask 'processing'
cask 'quicklook-csv'
cask 'sequel-pro'
cask 'shupapan'
cask 'sketch-toolbox'
cask 'skitch'
cask 'skype'
cask 'sourcetree'
cask 'sts'
cask 'the-unarchiver'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'xmind'
cask 'zeplin'
