tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "mongodb/brew"
brew "libyaml"
brew "readline"
brew "ansible"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "bash-completion"
brew "boost-python"
brew "fontconfig"
brew "python@3.8", link: false
brew "colordiff"
brew "composer"
brew "ctags"
brew "curl"
brew "direnv"
brew "gobject-introspection"
brew "fontforge"
brew "libxml2"
brew "libpq"
brew "gdal"
brew "gibo"
brew "git-secrets"
brew "gnupg"
brew "graphviz"
brew "hub"
brew "jq"
brew "libxslt"
brew "mhash"
brew "mcrypt"
brew "mysql@5.6", link: true
brew "openjdk"
brew "peco"
brew "postgresql"
brew "redis"
brew "tmux"
brew "tree"
brew "unzip"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "betterzipql"
cask "clipy"
cask "cocoarestclient"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "eclipse-php"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "hosts"
cask "imageoptim"
cask "ip-in-menu-bar"
cask "iterm2"
cask "java"
cask "keepassx"
cask "libreoffice"
cask "mamp"
cask "microsoft-edge"
cask "mysqlworkbench"
cask "p4merge"
cask "pgadmin3"
cask "postgres"
cask "postico"
cask "quicklook-csv"
cask "sequel-pro"
cask "shupapan"
cask "skype"
cask "sourcetree"
cask "sqlitebrowser"
cask "the-unarchiver"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "xmind"
cask "xquartz"
cask "zeplin"
